Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/education/state_examinations/appeal_leaving_cert.html.txt.tmx
Source language: en
Languages: ga

source: Appealing the Leaving Certificate results
ga: Achomharc a dhéanamh in aghaidh torthaí na hArdteistiméireachta

source: Students who are not satisfied with the marks they got in one or more of their Leaving Certificate results can appeal those results to the State Examinations Commission
ga: Mura bhfuil micléinn sásta leis na marcanna a fuair siad in ábhar amháin nó níos mó i scrúdú na hArdteistiméireachta is féidir leo dul i dteagmháil le Coimisiún na Scrúduithe Stáit agus achomharc a dhéanamh

source: Before you make the decision to appeal your result(s), you may view your examination script and then make your decision
ga: Is féidir leat féachaint ar an script (nó na scripteanna) a scríobh tú agus cinneadh a dhéanamh ansin achomharc a dhéanamh nó a mhalairt

source: Viewing your examination papers
ga: Féachaint ar do pháipéir scrúdaithe

source: When you receive your exam results, your school will also have a personalised application form that shows your details, including your subjects
ga: Nuair a fhaigheann tú torthaí na scrúduithe beidh foirm iarratais pearsantaithe ag do scoil a léireoidh do shonraí go léir, d'ábhair scrúduithe ina measc

source: If you decide you would like to view a particular paper, you mark the form accordingly
ga: Má thograíonn tú breathnú ar pháipéar faoi leith, ba chóir duit an fhoirm a mharcáil dá réir

source: You must return the completed form to view your exam papers to your school by a specified date
ga: Caithfidh tú an fhoirm chómhlánaithe ag iarraidh breathnú ar do pháipéar/pháipéir scrúdaithe a chur ar ais chuig do scoil roimh spriocdháta sonraithe

source: The Organising Superintendent appointed by the State Examinations Commission will assign you to one of the viewing sessions
ga: Déanfaidh an Maor Eagrúcháin ceaptha ag Coimisiún na Scrúduithe Stáit seisiún breathnaithe a ainmniú duit

source: You can find information about viewing marked examination papers on the State Examinations Commission website
ga: Tá tuilleadh eolais maidir le féachaint ar do pháipéir scrúdaithe ar shuíomh gréasáin Choimisiúin na Scrúduithe Stáit

source: The results of oral examinations or the marks for practical examinations cannot be viewed
ga: Ní féidir breathnú ar thorthaí na scrúduithe béil nó na marcanna a fhaightear i scrúduithe praiticiúla

source: Only the scripts from the written examinations can be viewed
ga: Ní féidir breathnú ach ar na scripteanna ó na scrúduithe scríofa

source: The State Examinations Commission will provide your school with a personalised appeal application form
ga: Cuirfidh Coimisiún na Scrúduithe Stáit foirm iarratais pearsanta ar fáil do d’scoil

source: (For external candidates, this form will be enclosed with your examination results.) You indicate the subjects you wish to appeal on the appeal form
ga: (Más iarrthóir seachtrach tú beidh an fhoirm seo iniata le torthaí do scrúduithe.) Léiríonn tú ar an bhfoirm seo na hábhair ar mhian leat achomharc a dhéanamh futhu

source: A result may be upgraded or downgraded as a result of an appeal
ga: Is féidir na torthaí a uasghrádú nó a íosghrádú de thoradh achomhairc

source: Your application to appeal your 2016 examination results must be received by 7 September 2016
ga: Caithfidh d'iarratas le hachomharc a dhéanamh in aghaidh do thorthaí i scrúduithe 2016 a bheith istigh roimh 7 Meán Fómhair 2016

source: Your script will be sent to an appeal examiner for re-marking
ga: Seolfar do script chuig scrúdaitheoir achomhairc lena athmharcáil

source: This examiner will be different from the examiner who originally marked your work
ga: Ní hionann an té seo agus an scrúdaitheoir a rinne do chuid oibre a mharcáil ar an gcéad dul síos

source: The same marking scheme is used for re-marking
ga: Beidh an scéim chéanna mharcála in úsáid don athmharcáil, áfach

source: This means that appeal examiners apply the same standards in re-marking as were applied to all candidates in the original examination
ga: Mar sin beidh na caighdeáin chéanna ag na scrúdaitheoirí achomhairc agus iad i mbun athmharcála is a bhí ag na scrúdaitheoirí eile agus iad ag scrúdú scripteanna na n-iarrthóirí go léir sa chéad mharcáil

source: There is further information about the appeal process on the website of the State Examinations Commission
ga: Tá tuilleadh eolais faoin próiseas an achomharc ar shuíomh idirlín Choimisiúin na Scrúduithe Stáit

source: If you are not happy with the outcome of your appeal, you may request an appeal review by the Independent Appeals Scrutineers
ga: Mura bhfuil tú sásta leis an toradh achomhairc, is féidir leat iarratas ar Scrúdanóirí Neamhspleácha Achomhaircar a dhéanamh

source: Application forms for an appeal review are provided with your appeal results
ga: Tá foirm iarratais soláthraithe le do thorthaí achomhairc

source: Rectification outside of the appeal process
ga: Ceartú lasmuigh de phróiseas na n-achomharc

source: If you have viewed your script and believe there is a clear discrepancy between the mark awarded and the subsequent grade awarded, you also have means of redress
ga: Má fhéachann tú ar do script agus má chreideann tú go bhfuil difríocht shoiléir idir an marc a bronnadh agus an grád a fuair tú, tá bealach agat le sásamh a fháil

source: You should ask the Organising Superintendent at the viewing session for a Form AP1 and complete in accordance with the instructions
ga: Ba chóir duit a iaraidh ar an Maor Eagrúchain atá ag an seisiún breathnaithe foirm AP1 a thabhairt duit agus ansin é a líonadh de réir na treoracha

source: (You should note that this facility applies only where it's clear that the total mark is inconsistent with the grade awarded and where this matter can be resolved administratively). Information on appealing your results and rectification outside of the appeal process is available on the State Examinations Commission's website
ga: (Tabhair faoi ndeara nach féidir leas a bhaint as an áis seo ach amháin nuair is soiléir nach bhfuil an marc iomlán ar aon dul leis an ngrád a fuair tú, agus gur féidir le lucht riaracháin an scéal a chur ina cheart.) Tá breis eolais maidir le próiseas an achomhairc agus ceartú lasmuigh den chóras achomhairc le fáil ar shuíomh idirlín Choimisiúin na Scrúduithe Stáit

source: One person may accompany the student when he/she is looking at the script
ga: Is féidir le duine amháin a bheith in éineacht leis an macléinn nuair atá sé/sí ag féachaint ar an script

source: The student cannot arrange for someone else to look at a script in his/her place
ga: Níl sé de chead ag an macléinn a iarradh ar dhuine eile féachaint ar a script ina (h)áit

source: The appeal fee is €40 per subject for the Established Leaving Certificate and must be paid in advance
ga: Is é €40an táille achomhairc do gach ábhar den gnáth-Ardteist agus caithfear í a íoc roimh ré

source: The appeal fee for the Applied Leaving Certificate is €15.50 per subject
ga: Is é €15.50 an táille achomhairc do gach ábhar den Ardteist Fheidhmeannach

source: This fee is returned to you if the result is upgraded
ga: Seoltar an táille seo ar ais chugat má dhéantar uasghrádú ar an toradh a fuair tú

source: Refunds will be made through your school, if you are entered for the exam by your school
ga: Is trí do scoil a dhéanfar an aisíoc, más í sin a rinne tú a iontráil don scrúdú

source: The student fills in the personalised appeal application form
ga: Líonann an mac léinn an fhoirm phearsanaithe achomhairc

source: The student brings this form to a bank and pays the appeal fee using the bank giro facility on that form
ga: Tugann an mac léinn an fhoirm seo go dtí an banc agus íocann sé/sí an táille achomhairc trí áis an gíoró bainc atá uirthi a úsáid

source: There is a unique reference number on the bank giro form so this form must be used and not the bank's own bank giro form
ga: Is féidir an táille achomhairc a íoc ar líne freisin

source: (Using the bank's own giro form may delay or totally invalidate your appeal because it could prove very difficult to subsequently prove you paid the appropriate fee.) The bank must stamp the form
ga: Tá sainuimhir tagartha ar an bhfoirm gíoró bainc agus caithfear an fhoirm seo a úsaid

source: The student must bring the form back to the school
ga: Ná bac leis an bhfoirm gíoró bainc atá ag an mbanc féin

source: You can also pay your appeal fee online. You must then provide a printed copy of this e-mail confirmation to the Organising Superintendent at the school/centre where you sat your examination, along with your completed appeal application form
ga: (Má bhaineann tú leas as foirm gíoró bainc atá ag an mbanc d’fhéadfadh sé moill ar chur ar do achomharc, nó d’fhéadfadh sé é a dhéanamh neamhbhailí ar fad, toisc go mbeadh sé an-deacair ar ball a chruthú gur íoc tú an táille chuí.) Caithfidh an banc an fhoirm a stampáil

source: The school/centre will associate your completed appeal application and evidence of payment with the relevant examination script(s) and send them to the State Examinations Commission
ga: Caithfidh an mac léinn an fhoirm a thabhairt ar ais ar scoil

source: The closing date for receipt of appeals by the State Examinations Commission for 2016 is Wednesday 7 September 2016
ga: Is é an 7 Meán Fómhair 2016 an dáta scoir maidir le hachomhairc a bheith istigh ag Coimisiún na Scrúduithe Stáit do 2016

source: This means your school will have to post your application on Tuesday 6 September so you need to have paid the fee and returned the form to your school on Monday 5 September or early on 6 September
ga: Ciallaíonn sé seo go mbeidh ar do scoil d’iarratas a chur sa phost ar an 6 Meán Fómhair ar a dhéanaí. Mar sin caithfidh tú an táille a íoc agus an fhoirm a bheith ar ais ag do scoil ar an 5 Meán Fómhair nó go luath ar an 6 Meán Fómhair
